/***************************************************************************************************
* 파일명 : 
* 기능 : 
 * 작성일자 : 
 * 작성자 : 
***************************************************************************************************/
/***************************************************************************************************
* 수정내역 :
* 수정자 :
* 수정일자 :
* 백업 :
***************************************************************************************************/

package chosun.ciis.as.base.servlet;

public class ASBaseWBMapping {
	public static final int AS_BASE_1001 = 1001; //품목코드관리 공통코드
	public static final int AS_BASE_1002 = 1002; //품목코드관리 내역조회
	public static final int AS_BASE_1003 = 1003; //품목코드관리 입력,수정,삭제
	public static final int AS_BASE_1101 = 1101; //번들코드관리 공통코드
	public static final int AS_BASE_1102 = 1102; //번들코드관리 내역조회
	public static final int AS_BASE_1103 = 1103; //번들코드관리 입력,수정,삭제 
	
}
