<%@ page language="java" contentType="text/html; charset=euc-kr"%>
<%@ include file="/jsp/ps/comm_jsp/ps_common.jsp" %>
<!--JSP COMMENT START------------------------------------------------------------------------------->
<%---------------------------------------------------------------------------------------------------
* 파일명 : ps_bil_1411_i.jsp
* 기능 : 초과입금처리 입력
* 작성일자 : 2003-12-15
* 작성자 : 김건호
---------------------------------------------------------------------------------------------------%>

<%---------------------------------------------------------------------------------------------------
* 수정내역 :
* 수정자 :
* 수정일자 :
* 백업파일명 :
---------------------------------------------------------------------------------------------------%>
<script language="javascript">
    alert("저장되었습니다.");

	//입력화면 초기화
	parent.detail_reset();

    //무조건 검색 후 수정이므로 검색폼을 submit 시켜준다.
    parent.list_search();
</script>


