/***************************************************************************************************
 * 파일명 : PLLstWBMapping.java
 * 기능 :  출력관리 분기 구분
 * 작성일자 : 2009.05.25
 * 작성자 : 김상옥
 ***************************************************************************************************/
/***************************************************************************************************
 * 수정내역 :
 * 수정자 :
 * 수정일자 :
 * 백업 :
 ***************************************************************************************************/

package chosun.ciis.pl.lst.servlet;

public class PLLstWBMapping {

	public static final int PL_LST_1000 = 1000;	//거래내역 메인
	public static final int PL_LST_1710 = 1710;	//대행사 UPLOAD용 엑셀 DOWNLOAD
	public static final int PL_LST_3000 = 3000;	//마감내역 메인

}
