<%@ page contentType="text/xml; charset=KSC5601" %>
<%@ include file="/jsp/ss/comm_jsp/ss_common_x.jsp" %>
<%---------------------------------------------------------------------------------------------------
* 파일명 : ss_brsup_1764_i.jsp
* 기능 : 지국업무지원-Billing자동이체-납부자관리-자동이체신규/해지신청
* 작성일자 : 2004-04-09
* 작성자 : 김상열
---------------------------------------------------------------------------------------------------%>
<%---------------------------------------------------------------------------------------------------
* 수정내역	: TrustForm 대응
* 수정자	: 황성진
* 수정일자	: 2009-03-06
* 백업파일명: 
---------------------------------------------------------------------------------------------------%>

<%
	//TrustForm 처리.
	RwXmlWrapper rxw = new RwXmlWrapper();
	rxw.setMessageAlert("신청하였습니다.");
	
	rxw.flush(out);
%>
