<%@ page contentType="text/xml; charset=KSC5601" %>
<%@ include file="/jsp/ss/comm_jsp/ss_common_x.jsp" %>
<%---------------------------------------------------------------------------------------------------
* 파일명 : ss_brsup_1815_i.jsp
* 기능 : 지국지원-빌링-수납수수료-기준-등록
* 작성일자 : 2004-02-23
* 작성자 : 김영윤
---------------------------------------------------------------------------------------------------%>

<%---------------------------------------------------------------------------------------------------
* 수정내역	: TrustForm 대응
* 수정자	: 황성진
* 수정일자	: 2009-03-05
* 백업파일명: 
---------------------------------------------------------------------------------------------------%>

<%
	//TrustForm 처리.
    RwXmlWrapper rxw = new RwXmlWrapper();
	int root = RwXmlWrapper.rootNodeID;
	
	rxw.setMessageAlert("추가되었습니다.");
	
	rxw.flush(out);
%>
