<%@ page contentType="text/xml; charset=KSC5601" %>
<%@ include file="/jsp/ss/comm_jsp/ss_common_x.jsp" %>
<%---------------------------------------------------------------------------------------------------
* 파일명 : ss_brsup_1901_a.jsp
* 기능 : 지국지원-빌링-파일업로드-지로EDI
* 작성일자 : 2008-05-30
* 작성자 : 노상현
---------------------------------------------------------------------------------------------------%>
<%---------------------------------------------------------------------------------------------------
* 수정내역 :TrustForm 대응.
* 수정자   : 김용욱
* 수정일자 : 2009-04-16
* 백업파일명 : ss_brsup_1901_a.jsp.bak
---------------------------------------------------------------------------------------------------%>
<%
	String strMsg = "수신하였습니다.";

	RwXmlWrapper rxw = new RwXmlWrapper();			//TrustForm 서버처리 객체.
	int root = RwXmlWrapper.rootNodeID;
	rxw.setMessageAlert(strMsg);

	rxw.flush(out);
%>