<%@ page contentType="text/xml; charset=KSC5601" %>
<%@ include file="/jsp/ss/comm_jsp/ss_common_x.jsp" %>
<%---------------------------------------------------------------------------------------------------
* 파일명 : ss_brsup_1780_u.jsp
* 기능 : 지국업무지원-Billing자동이체-청구관리-청구수신
* 작성일자 : 2004-04-30
* 작성자 : 김상열
---------------------------------------------------------------------------------------------------%>
<%---------------------------------------------------------------------------------------------------
* 수정내역 :TrustForm 대응
* 수정자	: 김용욱
* 수정일자	: 2009-03-10
* 백업파일명: ss_brsup_1780_s.jsp.bak
---------------------------------------------------------------------------------------------------%>
<%
	//TrustForm 처리.
    RwXmlWrapper rxw = new RwXmlWrapper();
	int root = RwXmlWrapper.rootNodeID;
	
	rxw.setMessageAlert("수신하였습니다.");
	
	rxw.flush(out);
%>