<%@ page contentType="text/xml; charset=KSC5601" %>
<%@ include file="/jsp/ss/comm_jsp/ss_common_x.jsp" %>
<%---------------------------------------------------------------------------------------------------
* 파일명 : ss_brsup_2010_s.jsp
* 기능 : 지국지원-판촉현황-IS요원-상세
* 작성일자 : 2004-03-05
* 작성자 : 김대섭
---------------------------------------------------------------------------------------------------%>
<%---------------------------------------------------------------------------------------------------
* 수정내역 : MC 추가
* 수정자 : 김대섭
* 수정일자 : 20041220
* 백업파일명 : 없음(추가)
---------------------------------------------------------------------------------------------------%>
<%---------------------------------------------------------------------------------------------------
* 수정내역: 사이버요원 검색 추가
* 수정자 : 김대섭 
* 수정일자 : 2006-02-03
* 백업파일명 :
---------------------------------------------------------------------------------------------------%>
<%---------------------------------------------------------------------------------------------------
* 수정내역 :TrustForm 대응 구조로 변경.
* 수정자 : 권정윤
* 수정일자 : 2009-03-30
* 백업파일명 : ss_brsup_2010_s.jsp.bak
---------------------------------------------------------------------------------------------------%>
<%
	SS_S_PROMSTAF_ISDataSet ds = (SS_S_PROMSTAF_ISDataSet)request.getAttribute("ds");
	//반장유무
	String leaderyn = "false";
	if("Y".equals(ds.getLeaderyn())){ leaderyn = "true"; }
	//요원구분
	int clsf = 0;
	if("10".equals(ds.getStafclsfcd())){
		clsf = 1;
	}else if("20".equals(ds.getStafclsfcd())){		
		clsf = 2;
//20041220 김대섭 추가(MC)		
	}else if("60".equals(ds.getStafclsfcd())){		
		clsf = 3;
//20060103 김대섭 추가(사이버요원)		
	}else if("40".equals(ds.getStafclsfcd())){		
		clsf = 4;
	}
	
	RwXmlWrapper rxw = new RwXmlWrapper();
	int root = RwXmlWrapper.rootNodeID;
	int resTemp = rxw.add(root, "resTemp", "");
			
	rxw.makeDataToBulk(ds, resTemp, "detailData");
	rxw.add(resTemp, "clsf", clsf); 
	rxw.add(resTemp, "leaderyn", leaderyn);
	
	rxw.flush(out);
%>
