/***************************************************************************************************
* 파일명 : 
* 기능 : 
 * 작성일자 : 
 * 작성자 : 
***************************************************************************************************/
/***************************************************************************************************
* 수정내역 :
* 수정자 :
* 수정일자 :
* 백업 :
***************************************************************************************************/

package chosun.ciis.hd.dtbas.servlet;

public class HDDtbasWBMapping {

    public static final int HD_DTBAS_1101 = 1101; //인사 수당지급기준예외자 공통코드
    public static final int HD_DTBAS_1102 = 1102; //인사 수당지급기준예외자 조회
    public static final int HD_DTBAS_1103 = 1103; //인사 수당지급기준예외자 등록,수정,삭제
}
