<%@ page contentType="text/html; charset=KSC5601"%>
<%@ include file="/jsp/ps/comm_jsp/ps_common.jsp" %>

<%---------------------------------------------------------------------------------------------------
* 파일명   : ps_alon_1706_i.jsp
* 기능     : 캠페인관리 화면에서 캠페인 저장후 리턴되는곳
* 작성일자 : 2004-03-10
* 작성자   : 김건호
---------------------------------------------------------------------------------------------------%>
<%---------------------------------------------------------------------------------------------------
* 수정내역 :
* 수정자   :
* 수정일자 :
* 백업파일명 :
---------------------------------------------------------------------------------------------------%>
    <script language="javascript">
    	var lo_form1 = parent.document.campin_form;

        parent.jsReset();
        alert("저장 되었습니다.");
        parent.sear_button(1);
    </script>
