<%@ page contentType="text/html; charset=KSC5601"%>
<%@ include file="/jsp/ps/comm_jsp/ps_common.jsp" %>

<%---------------------------------------------------------------------------------------------------
* 파일명   : ps_alon_2011_a.jsp
* 기능     : 수당-가지급금정장
* 작성일자 : 2004-03-09
* 작성자   : 김건호
---------------------------------------------------------------------------------------------------%>
<%---------------------------------------------------------------------------------------------------
* 수정내역 :
* 수정자   :
* 수정일자 :
* 백업파일명 :
---------------------------------------------------------------------------------------------------%>

<script language="javascript">
	var lo_form1 = parent.document.code_search_form;
	var curr_page_no = lo_form1.curr_page_no.value;
       alert("저장 하였습니다.");

	parent.list_search(curr_page_no);

</script>