<%@ page contentType="text/html; charset=KSC5601"%>
<%@ include file="/jsp/ps/comm_jsp/ps_common.jsp" %>

<%---------------------------------------------------------------------------------------------------
* 파일명   : ps_alon_1806_a.jsp
* 기능     : 수당월마감 화면에서 수당마감 처리한후 리턴되는곳
* 작성일자 : 2004-03-12
* 작성자   : 김상옥
---------------------------------------------------------------------------------------------------%>
<%---------------------------------------------------------------------------------------------------
* 수정내역 :
* 수정자   :
* 수정일자 :
* 백업파일명 :
---------------------------------------------------------------------------------------------------%>

    <script language="javascript">
        var lo_form1 = parent.document.clos_form;
        var lo_form2 = parent.document.search_form;
    	
    	lo_form2.closmm.value  =  lo_form1.closmm.value;
    	lo_form2.deptcd.value  =  '%';

        parent.clos_search();

        alert("수당마감 처리되었습니다.");
    </script>
