<%@ page contentType="text/html; charset=KSC5601"%>
<%@ include file="/jsp/ps/comm_jsp/ps_common.jsp" %>

<%---------------------------------------------------------------------------------------------------
* 파일명   : pb_alon_1731_i.jsp
* 기능     : 캠페인관리 화면에서 사원별 캠페인수당 저장후 리턴되는곳
* 작성일자 : 2004-01-17
* 작성자   : 김상옥
---------------------------------------------------------------------------------------------------%>
<%---------------------------------------------------------------------------------------------------
* 수정내역 :
* 수정자   :
* 수정일자 :
* 백업파일명 :
---------------------------------------------------------------------------------------------------%>

    <script language="javascript">
    	var lo_form1 = parent.document.search_form;

        parent.setEventHandler();
        lo_form1.sh_boemp_no1.focus();

        alert("저장 되었습니다.");
    </script>
