<%@ page contentType="text/html; charset=KSC5601"%>
<%@ include file="/jsp/ps/comm_jsp/ps_common.jsp" %>

<%---------------------------------------------------------------------------------------------------
* 파일명   : ps_alon_1106_a.jsp
* 기능     : 사원별수당관리 화면에서 사원별수당종류 저장후 리턴되는곳
* 작성일자 : 2004-03-10
* 작성자   : 김상옥
---------------------------------------------------------------------------------------------------%>
<%---------------------------------------------------------------------------------------------------
* 수정내역 :
* 수정자   :
* 수정일자 :
* 백업파일명 :
---------------------------------------------------------------------------------------------------%>

    <script language="javascript">
    	var lo_form1 = parent.document.search_form;
    
        alert("저장 등록되었습니다.");
    </script>
