/***************************************************************************************************
* 파일명 : 
* 기능 : 
 * 작성일자 : 
 * 작성자 : 
***************************************************************************************************/
/***************************************************************************************************
* 수정내역 :
* 수정자 :
* 수정일자 :
* 백업 :
***************************************************************************************************/

package chosun.ciis.as.com.servlet;

public class ASComWBMapping {
	
	public static final int AS_COM_1000 = 1000; // 자산 사진 조회
	public static final int AS_COM_1100 = 1100; // 거래처번호에 해당하는 사업자등록번호/주민등록번호 조회
	public static final int AS_COM_1200 = 1200; // 예산코드 입력하면 예산코드 명칭을 가져온다.
	public static final int AS_COM_1300 = 1300; // 부서코드 입력하면 부서코드 명칭을 가져온다.
	public static final int AS_COM_1600 = 1600; // 자산번호 입력하면 자산명칭을 가져온다.
	public static final int AS_COM_1800 = 1800; // 번들코드 입력하면 번들명을 가져온다.
	public static final int AS_COM_1900 = 1900;

}
