<%@ page contentType="text/xml; charset=KSC5601" %>
<%@ include file="/jsp/ps/comm_jsp/ps_common_x.jsp" %>
<%---------------------------------------------------------------------------------------------------
* 파일명 : ps_common_1901_l.jsp
* 기능 : 공통 지역코드,코드명 목록 가져오기
* 작성일자 : 2003-11-20
* 작성자 : 전현표
---------------------------------------------------------------------------------------------------%>
<%---------------------------------------------------------------------------------------------------
* 수정내역 : 셔센의 지역코드, 지역명 목록 반영
* 수정자 : 김대섭
* 수정일자 : 2004-02-17
* 백업파일명 : ss_common_1100_l.jsp.backup.20040217
* 수정사유 : SiteMinder  연동으로 인한 사용자 세션의  관리지역코드, 관리지역명 목록 화면 반영
---------------------------------------------------------------------------------------------------%>
<%---------------------------------------------------------------------------------------------------
* 수정내역 : TrustForm 대응 구조로 변경.
* 수정자 : 권정윤
* 수정일자 : 20090210
* 백업파일명 : ps_send_2336_l.jsp_org
---------------------------------------------------------------------------------------------------%>
<%
    PS_S_BO_SEND_INITDataSet ds = (PS_S_BO_SEND_INITDataSet)request.getAttribute("ds");

	RwXmlWrapper rxw = new RwXmlWrapper();
	int root = RwXmlWrapper.rootNodeID;
	int initTemp = rxw.add(root, "initTemp", "");
	       
	rxw.makeDataToList(ds, "areacdcur", "areanm", "areacd", "전체", "", initTemp, "areaCombo");  // 지역
	rxw.flush(out);
%>

