<%@ page contentType="text/xml; charset=KSC5601" %>
<%@ include file="/jsp/ss/comm_jsp/ss_common_x.jsp" %>
<%---------------------------------------------------------------------------------------------------
* 파일명	: ss_reader_1540_u.jsp
* 기능		: 독자현황-VacationStop-코드-수정
* 작성일자	: 2004-03-29
* 작성자	: 김대섭
---------------------------------------------------------------------------------------------------%>
<%---------------------------------------------------------------------------------------------------
* 수정내역	: TrustForm 대응
* 수정자	: 김용욱
* 수정일자	: 2009-03-06
* 백업파일명: ss_reader_1540_u.jsp.bak
---------------------------------------------------------------------------------------------------%>
<%
	String strMsg = "수정되었습니다.";

	RwXmlWrapper rxw = new RwXmlWrapper();			//TrustForm 서버처리 객체.
	int root = RwXmlWrapper.rootNodeID;
	rxw.setMessageAlert(strMsg);

	rxw.flush(out);
%>