/***************************************************************************************************
 * 파일명 : SEBasWBMapping.java
 * 기능 :  기준정보 분기 구분
 * 작성일자 : 2009.01.13
 * 작성자 :   배창희
 ***************************************************************************************************/
/***************************************************************************************************
* 수정내역 :
* 수정자 :
* 수정일자 :
* 백업 :
***************************************************************************************************/

package chosun.ciis.se.test.servlet;

public class SETestWBMapping {

    public static final int SE_TEST_1010 = 1010; //업무보고 메인   
    public static final int SE_TEST_1020 = 1020; //업무보고 메인  리스트 
    public static final int SE_TEST_1000 = 1000; //업무보고 입력
    public static final int SE_TEST_1040 = 1040; //업무보고 삭제
    public static final int SE_TEST_1050 = 1050; //업무보고 리스트
}
