/***************************************************************************************************
* 파일명 : .java
* 기능 : 독자우대-구독신청
* 작성일자 : 2007-05-22
* 작성자 : 김대섭
***************************************************************************************************/
/***************************************************************************************************
* 수정내역 :
* 수정자 :
* 수정일자 :
* 백업 : 
***************************************************************************************************/


package chosun.ciis.fc.acct.rec;

import java.sql.*;
import chosun.ciis.fc.acct.dm.*;
import chosun.ciis.fc.acct.ds.*;

/**
 * 
 */


public class FC_ACCT_5580_PCURCOMMLISTRecord extends java.lang.Object implements java.io.Serializable{


	public FC_ACCT_5580_PCURCOMMLISTRecord(){}
}

/* 작성시간 : Mon Aug 10 16:00:46 KST 2009 */