<%@ page contentType="text/html; charset=KSC5601" %>
<%@ include file="/jsp/ss/comm_jsp/ss_common.jsp" %>
<%---------------------------------------------------------------------------------------------------
* 파일명 : ss_move_1135_a.jsp
* 기능 : 이사독자-마감-마감취소
* 작성일자 : 2004-01-07
* 작성자 : 김대섭
---------------------------------------------------------------------------------------------------%>

<%---------------------------------------------------------------------------------------------------
* 수정내역 :
* 수정자 :
* 수정일자 :
* 백업파일명 :
---------------------------------------------------------------------------------------------------%>
<%
    SS_A_MOVM_RDRCLOS_CLOSEDataSet ds = (SS_A_MOVM_RDRCLOS_CLOSEDataSet)request.getAttribute("ds");
%>

<script language="javascript">
    alert("마감취소 되었습니다.");

    // 상세화면을 갱신해준다.
	parent.move_detail_view('<%= ds.getBasidt()%>');
</script>
