<%@ page contentType="text/html; charset=KSC5601" %>
<%@ include file="/jsp/ss/comm_jsp/ss_common.jsp" %>
<%---------------------------------------------------------------------------------------------------
* 파일명 : ss_admin_1340_u.jsp
* 기능 : 관리자-마일리지-마감-저장(수정)
* 작성일자 : 2003-12-17
* 작성자 : 김대섭
---------------------------------------------------------------------------------------------------%>

<%---------------------------------------------------------------------------------------------------
* 수정내역 :
* 수정자 :
* 수정일자 :
* 백업파일명 :
---------------------------------------------------------------------------------------------------%>
<script language="javascript">
    alert("수정되었습니다.");

    // 목록화면을 갱신해준다.
    parent.migclos_list_search();

    // 이벤트 핸들러 호출
    parent.jsInit();


    // 폼의 accflag 를 'U'로 변경한다.
    parent.document.migclos_detail_form.accflag.value = 'U'

    // 취소 버튼을 disable시킨다.
	parent.document.all.cancel_id.disabled = false;

</script>
