<%@ page contentType="text/xml; charset=KSC5601"%>
<%@ include file="/jsp/ps/comm_jsp/ps_common_x.jsp" %>

<%---------------------------------------------------------------------------------------------------
* 파일명   : ps_rdr_1521_u.jsp
* 기능     : 지사배정처리 화면에서 저장후 리턴되는곳
* 작성일자 : 2004-03-03
* 작성자   : 김상옥
---------------------------------------------------------------------------------------------------%>
<%---------------------------------------------------------------------------------------------------
* 수정내역 : TrustForm 대응.
* 수정자   : 황성진
* 수정일자 : 2009-02-04
* 백업파일명 :
---------------------------------------------------------------------------------------------------%>
<%
    RwXmlWrapper rxw = new RwXmlWrapper();
	int root = RwXmlWrapper.rootNodeID;
	
	//rxw.setErrorMsg(false, false, "", "정상처리", false);
	rxw.setMessageAlert("정상처리 되었습니다.");

	rxw.flush(out);
	
	//화면 재조회할 것.
%>	
