/***************************************************************************************************
 * 파일명   : PSPrintWBMapping.java
 * 기능     : 출력
 * 작성일자 : 2006-02-01
 * 작성자   : 김건호
 **************************************************************************************************/
/**************************************************************************************************
 * 수정내역 :
 * 수정자   :
 * 수정일자 :
 * 백업     :
 **************************************************************************************************/

package chosun.ciis.ps.pbs.print.servlet;

/**
 * 출력-출력메뉴 Mapping
 */
public class PSPrintWBMapping {

    final static int PSPRINT_1101 = 1101; // (당일출력리스트)초기화면
    final static int PSPRINT_1106 = 1106; // 당일출력리스트에서 각각의 출력화면이동

    public PSPrintWBMapping() {
    }

}
