/***************************************************************************************************
* 파일명 : 
* 기능 : 
 * 작성일자 : 
 * 작성자 : 
***************************************************************************************************/
/***************************************************************************************************
* 수정내역 :
* 수정자 :
* 수정일자 :
* 백업 :
***************************************************************************************************/

package chosun.ciis.mt.report.servlet;

public class MtReportWBMapping {
	public static final int MT_REPORT_1003 = 1003;  //마감 체크
	public static final int MT_REPORT_1103 = 1103;  //마감 체크
	public static final int MT_REPORT_1105 = 1105;  //전출입이 있는지 체크 
	public static final int MT_REPORT_1701_500 = 1701500;  //출력체크
		
}
