/***************************************************************************************************
* 파일명 : AdMgWBMapping.java
* 기능 : 마감작업  이벤트 매핑
 * 작성일자 : 2009-01-21
 * 작성자 : 김태길
***************************************************************************************************/
/***************************************************************************************************
* 수정내역 :
* 수정자 :
* 수정일자 :
* 백업 :
***************************************************************************************************/

package chosun.ciis.ad.mg.servlet;

public class AdMgWBMapping {

    public static final int AD_MG_1010 = 1010; //마감작업 - 목록조회
    public static final int AD_MG_1020 = 1020; //마감작업 - 신문광고
    public static final int AD_MG_1030 = 1030; //마감작업 - 출판광고
    public static final int AD_MG_1040 = 1040; //마감작업 - 광고지사보증금내역형성
    public static final int AD_MG_1050 = 1050; //마감작업 - 대행사평가
    public static final int AD_MG_1060 = 1060; //마감작업 - 광고지사평가

}
