<%@ page contentType="text/html; charset=KSC5601" %>
<%@ include file="/jsp/ss/comm_jsp/ss_common.jsp" %>
<%---------------------------------------------------------------------------------------------------
* 파일명 : ss_brinfo_1280_d.jsp
* 기능 : 지국Info-지국장정보-지국장소견-삭제
* 작성일자 : 2004-05-20
* 작성자 : 김대섭
---------------------------------------------------------------------------------------------------%>

<%---------------------------------------------------------------------------------------------------
* 수정내역 :
* 수정자 :
* 수정일자 :
* 백업파일명 :
---------------------------------------------------------------------------------------------------%>
<script language="javascript">
    alert("삭제되었습니다.");

    // 목록화면을 갱신해준다.
    parent.list_search_idea();


	// 폼의 accflag 를 'I'로 변경한다.
    parent.document.bo_head_idea_detail_form.accflag.value = 'I'

    // 이벤트 핸들러 호출
    parent.jsInit();

    // 취소 버튼을 disable시킨다.
	parent.document.all.cancel_id.disabled = true;


</script>
