<%@ page contentType="text/html; charset=KSC5601" %>
<%@ include file="/jsp/ss/comm_jsp/ss_common.jsp" %>
<%---------------------------------------------------------------------------------------------------
* 파일명 	 : ss_brinfo_1670_u.jsp
* 기능 	 	 : 지국info-SMS 수정
* 작성일자 	 : 2004-04-02
* 작성자 	 : 배창희
---------------------------------------------------------------------------------------------------%>
<%---------------------------------------------------------------------------------------------------
* 수정내역 	 :
* 수정자 	 :
* 수정일자 	 :
* 백업파일명 :
---------------------------------------------------------------------------------------------------%>

<%
    //	datacct 인스턴스 선언부분
    SS_U_SMSDataSet ds = (SS_U_SMSDataSet)request.getAttribute("ds");  // request datacct
%>

<% 
	if("".equals(ds.getErrcode())){
%>
<script language="javascript">

	alert("수정되었습니다.");
	parent.jsInit();
</script>
<% } %>