<%@ page contentType="text/html; charset=KSC5601" %>
<%@ include file="/jsp/ss/comm_jsp/ss_common.jsp" %>
<%---------------------------------------------------------------------------------------------------
* 파일명 : ss_share_1040_u.jsp
* 기능 : 정보공유 일정 수정
* 작성일자 : 2003-10-27
* 작성자 : 고윤홍
---------------------------------------------------------------------------------------------------%>

<%---------------------------------------------------------------------------------------------------
* 수정내역 :
* 수정자 :
* 수정일자 :
* 백업파일명 :
---------------------------------------------------------------------------------------------------%>

<script language="javascript">
<!--
    alert("수정되었습니다.");

    // 목록화면을 갱신해준다.
    parent.list_search();

    // sche_detail_form 의 accflag 를 'U'로 변경한다.
    parent.document.sche_detail_form.accflag.value = 'U'

    // 이벤트 핸들러 호출
    parent.jsInit();
-->    
</script>