/***************************************************************************************************
* 파일명 : SSCommonWBMapping.java
 * 기능 : 부서,지역 등 공통 이벤트 맵핑
* 작성일자 : 2003-11-15
* 작성자 : 김대섭
***************************************************************************************************/
/***************************************************************************************************
* 수정내역 :
* 수정자 :
* 수정일자 :
* 백업 :
***************************************************************************************************/

package chosun.ciis.co.post.servlet;

/**
 * class definition
 *
 */


public class COCommonWBMapping{

    public static final int COMMON_1150 = 1150; //공통-우편번호검색(초기화면)
    public static final int COMMON_1152 = 1152; //공통-우편번호검색(우편번호,읍/면/동 입력 - 엔터키)
    public static final int COMMON_1154 = 1154; //공통-우편번호검색(목록조회)
    
    // 가동지국을 조인하지 않고 모든 주소를 조회하는 주소팝업창 추가개발(20090827 권정윤)
    // url부터 프로시져까지 완전분리 
    public static final int COMMON_1160 = 1160; //공통-우편번호검색(초기화면) 
    public static final int COMMON_1162 = 1162; //공통-우편번호검색(우편번호,읍/면/동 입력 - 엔터키)
    public static final int COMMON_1164 = 1164; //공통-우편번호검색(목록조회)
}

/* 작성시간 : Wed Nov 19 22:41:53 KST 2003 */
