/***************************************************************************************************
* 파일명 : SSExtnWBMapping.java
 * 기능 : 확장현황 이벤트 맵핑
* 작성일자 : 2003-11-15
* 작성자 : 김대섭
***************************************************************************************************/
/***************************************************************************************************
* 수정내역 : 조선IS요원마감및 마감취소 수행하지 않음., MC요원 마감 기능 추가
* 수정자 : 김대섭
* 수정일자 : 2005-02-17
* 백업 :
***************************************************************************************************/

package chosun.ciis.ss.sls.health.servlet;

/**
 * 판매국 업무지원 확장현황 Mapping
 */

public class SSHealthWBMapping{

  public static final int HEALTH_1000 = 1000;	//헬스조선-워크북관리-초기화면
  public static final int HEALTH_1010 = 1010;	//헬스조선-워크북관리-리스트
  public static final int HEALTH_1020 = 1020;	//헬스조선-워크북관리-상세
  public static final int HEALTH_1030 = 1030;	//헬스조선-워크북관리-저장
  
  public static final int HEALTH_1100 = 1100;	//헬스조선-워크북마감-초기화면
  public static final int HEALTH_1110 = 1110;	//헬스조선-워크북마감-리스트
  public static final int HEALTH_1120 = 1120;	//헬스조선-워크북마감-상세리스트
  public static final int HEALTH_1130 = 1130;	//헬스조선-워크북마감-마감처리
}


