/***************************************************************************************************
 * 파일명   : PSGateWBMapping.java
 * 기능     : 출판국 로그인 화면에서 사용되는 PID(Process ID)를 상수로 정의한다.
 * 작성일자 : 2003-11-17
 * 작성자   : 김상옥
 **************************************************************************************************/
 /**************************************************************************************************
 * 수정내역 :
 * 수정자   :
 * 수정일자 :
 * 백업     :
 **************************************************************************************************/

package chosun.ciis.ps.pbs.gate.servlet;

/**
 * 출판국 로그인
 */
public class PSGateWBMapping {

    final static int PSGATE_1000 = 1000;  // 로그인화면
    final static int PSGATE_1101 = 1101;  // 출판국 초기화면
    final static int PSGATE_1106 = 1106;  // 출판국 초기화면(TOP MENU)
    final static int PSGATE_1111 = 1111;  // 출판국 초기화면(CONTENT 화면)

    public PSGateWBMapping() {
    }

}
