<%@ page contentType="text/html; charset=KSC5601" %>
<%@ include file="/jsp/ss/comm_jsp/ss_common.jsp" %>
<%---------------------------------------------------------------------------------------------------
* 파일명 : ss_extn_1450_u.jsp
* 기능 : 확장현황-확장지원비-등록/조회-수정
* 작성일자 : 2003-12-18
* 작성자 : 김대섭
---------------------------------------------------------------------------------------------------%>

<%---------------------------------------------------------------------------------------------------
* 수정내역 :
* 수정자 :
* 수정일자 :
* 백업파일명 :
---------------------------------------------------------------------------------------------------%>
<script language="javascript">
    alert("수정되었습니다.");

    parent.setEventHandler();
	parent.setEnterKeyEventHandler();
    // 목록화면을 갱신해준다.
    parent.list_search();
</script>
