<%@ page contentType="text/html; charset=KSC5601" %>
<%@ include file="/jsp/ss/comm_jsp/ss_common.jsp" %>
<%---------------------------------------------------------------------------------------------------
* 파일명 : ss_extn_1625_d.jsp
* 기능 : 확장현황-사이버확장-요원관리-삭제
* 작성일자 : 2004-04-10
* 작성자 : 고윤홍
---------------------------------------------------------------------------------------------------%>

<%---------------------------------------------------------------------------------------------------
* 수정내역 :
* 수정자 :
* 수정일자 :
* 백업파일명 :
---------------------------------------------------------------------------------------------------%>
<script language="javascript">
    alert("삭제되었습니다.");

    // 목록화면을 갱신해준다.
    parent.list_search();

	// 화면 초기화
    parent.add();

    // 이벤트 핸들러 호출
    parent.jsInit();

    // promstaf_detail_form 의 accflag 를 'I'로 변경한다.
    parent.document.promstaf_detail_form.accflag.value = 'I'

</script>
