<%@ page contentType="text/html; charset=KSC5601" %>
<%@ include file="/jsp/ss/comm_jsp/ss_common.jsp" %>
<%---------------------------------------------------------------------------------------------------
* 파일명 : ss_extn_1770_a.jsp
* 기능 : 확장현황-사이버확장-대회관리-비용-마감
* 작성일자 : 2004-04-07
* 작성자 : 고윤홍
---------------------------------------------------------------------------------------------------%>

<%---------------------------------------------------------------------------------------------------
* 수정내역 :
* 수정자 :
* 수정일자 :
* 백업파일명 :
---------------------------------------------------------------------------------------------------%>
<%
    SS_A_RDR_EXTN_CYBCLOS_CLOSEDataSet ds = (SS_A_RDR_EXTN_CYBCLOS_CLOSEDataSet)request.getAttribute("ds");
%>

<script language="javascript">
    alert("마감되었습니다.");

    // 상세화면을 갱신해준다.
	parent.cost_detail_view('<%= ds.getBasidt()%>');
</script>
