<%@ page contentType="text/xml; charset=KSC5601" %>
<%@ include file="/jsp/ss/comm_jsp/ss_common_x.jsp" %>
<%---------------------------------------------------------------------------------------------------
* 파일명 : ss_extn_2290_a.jsp
* 기능 : 확장현황-대답독자일괄등록-저장
* 작성일자 : 2011-10-04
* 작성자 : 이혁
---------------------------------------------------------------------------------------------------%>
<%---------------------------------------------------------------------------------------------------
* 수정내역 : 
* 수정자 : 
* 수정일자 : 
* 백업파일명 : 
---------------------------------------------------------------------------------------------------%>
<%
   //String strMsg = "저장되었습니다.";
  
   RwXmlWrapper rxw = new RwXmlWrapper();			//TrustForm 서버처리 객체.
   int root = RwXmlWrapper.rootNodeID;
   //rxw.setMessageAlert(strMsg);
   rxw.makeEmptyNode(1, "");
   rxw.flush(out);
%>

<% /* 작성시간 : Tue Oct 04 09:44:47 KST 2011 */ %>