/***************************************************************************************************
* 파일명 : 
* 기능 : 
 * 작성일자 : 
 * 작성자 : 
***************************************************************************************************/
/***************************************************************************************************
* 수정내역 :
* 수정자 :
* 수정일자 :
* 백업 :
***************************************************************************************************/

package chosun.ciis.as.artmgr.servlet;

public class ASArtmgrWBMapping {
	public static final int AS_ARTMGR_1001 = 1001; //콤보박스 조회
	public static final int AS_ARTMGR_1002 = 1002; //예술품관리 조회
	public static final int AS_ARTMGR_1003 = 1003; //예술품관리 입력,수정,삭제
	public static final int AS_ARTMGR_1004 = 1004; //예술품관리 화면  변동일자,변동내용 조회
	public static final int AS_ARTMGR_1005 = 1005; //작품번호 존재여부 체크

}
