/***************************************************************************************************
* 파일명 : SSCAMPWBMapping.java
* 기능 :
* 작성일자 :
* 작성자 :
***************************************************************************************************/
/***************************************************************************************************
* 수정내역 :
* 수정자 :
* 수정일자 :
* 백업 :
***************************************************************************************************/

package chosun.ciis.ss.sls.camp.servlet;

/**
 * 판매국 업무지원 상담원 Mapping
 */

public class SSCAMPWBMapping{

    public static final int CAMP_1000 = 1000;	//캠페인확장등록-초기화면
    public static final int CAMP_1100 = 1100;	//캠페인확장등록-등록
    public static final int CAMP_1101 = 1101;	//캠페인확장등록-이벤트목록 조회

}
