/***************************************************************************************************
* 파일명 : CODecidWBMapping.java
* 기능 : 공통-전자결재
 * 작성일자 : 2009-03-12
 * 작성자 : 양정녕
***************************************************************************************************/
/***************************************************************************************************
* 수정내역 :
* 수정자 :
* 수정일자 :
* 백업 :
***************************************************************************************************/

package chosun.ciis.co.decid.servlet;

public class CODecidWBMapping {

	public static final int CO_DECID_1000 = 1000;	// 전자결재
    public static final int CO_DECID_1001 = 1001;	// 전자결재
    public static final int CO_DECID_2000 = 2000;	// 전자결재
    public static final int CO_DECID_2001 = 2001;	// 전자결재
    public static final int CO_DECID_3000 = 3000;	// 전자결재
    public static final int CO_DECID_4000 = 4000;	// 전자결재 기본 XML 파일 조회
}
