/***************************************************************************************************
 * 파일명 : EN_RCPM_1000WBMapping.java
 * 기능 : 입금표관리 관련 WorkBean Mapping
 * 작성일자 : 2009.02.11
 * 작성자 : 최승구
***************************************************************************************************/
/***************************************************************************************************
* 수정내역 :
* 수정자 :
* 수정일자 :
* 백업 :
***************************************************************************************************/

package chosun.ciis.en.rcpm.servlet;

public class ENRcpmWBMapping {

	public static final int EN_RCPM_1001 = 1001;
	public static final int EN_RCPM_1002 = 1002;
	public static final int EN_RCPM_1003 = 1003;
	public static final int EN_RCPM_1004 = 1004;
	public static final int EN_RCPM_1005 = 1005;
	
}
