<%@ page contentType="text/xml; charset=KSC5601" %>
<%@ include file="/jsp/ss/comm_jsp/ss_common_x.jsp" %>
<%---------------------------------------------------------------------------------------------------
* 파일명 : ss_brmgr_1730_u.jsp
* 기능 : 지국지원-관할지국조정-담당확인
* 작성일자 : 2004-03-19
* 작성자 : 김영윤
---------------------------------------------------------------------------------------------------%>

<%---------------------------------------------------------------------------------------------------
* 수정내역	: TrustForm 대응
* 수정자	: 황성진
* 수정일자	: 2009-02-20
* 백업파일명: 
---------------------------------------------------------------------------------------------------%>

<%
	//TrustForm 처리 시작
	RwXmlWrapper rxw = new RwXmlWrapper();
	int root = RwXmlWrapper.rootNodeID;
	rxw.add(root, "MsgData", "수정되었습니다.");
	
	rxw.flush(out);
%>
