<%@ page contentType="application/vnd.ms-excel; charset=KSC5601" %>
<%@ include file="/jsp/ss/comm_jsp/ss_common.jsp" %>
<%---------------------------------------------------------------------------------------------------
* 파일명 : ss_brmgr_1335_p.jsp
* 기능 : 지국경영-부수증감-본지신청(지원)-인쇄
* 작성일자 : 2004-04-10
* 작성자 : 김대섭
---------------------------------------------------------------------------------------------------%>

<%---------------------------------------------------------------------------------------------------
* 수정내역 :
* 수정자 :
* 수정일자 :
* 백업파일명 :
---------------------------------------------------------------------------------------------------%>
<%
    SS_L_QTY_SP_EXCELDataSet ds = (SS_L_QTY_SP_EXCELDataSet)request.getAttribute("ds");
%>

<html>
<body>
</head></head>
<table>
	<tr> 
		<td> 부서 </td>
		<td> 지역 </td>
		<td> 지국 </td>
		<td> 유가부수 </td>
		<td> 무가부수 </td>
		<td> 발송부수 </td>
		<td> 기증지 </td>
		<td> 쿠폰 </td>
	</tr>
	<tr> 
		<td> 부서 </td>
		<td> 지역 </td>
		<td> 지국 </td>
		<td> 유가부수 </td>
		<td> 무가부수 </td>
		<td> 발송부수 </td>
		<td> 기증지 </td>
		<td> 쿠폰 </td>
	</tr>
	<tr> 
		<td> 부서 </td>
		<td> 지역 </td>
		<td> 지국 </td>
		<td> 유가부수 </td>
		<td> 무가부수 </td>
		<td> 발송부수 </td>
		<td> 기증지 </td>
		<td> 쿠폰 </td>
	</tr>

</table>
</body>
</html>