<%@ page contentType="text/html; charset=KSC5601" %>
<%@ include file="/jsp/ss/comm_jsp/ss_common.jsp" %>
<%---------------------------------------------------------------------------------------------------
* 파일명 : ss_brmgr_1530_i.jsp
* 기능 : 지국경영-공정위 위약금-입력
* 작성일자 : 2004-03-24
* 작성자 : 김성규
---------------------------------------------------------------------------------------------------%>
<%---------------------------------------------------------------------------------------------------
* 수정내역 :
* 수정자 :
* 수정일자 :
* 백업파일명 :
---------------------------------------------------------------------------------------------------%>

<script>
    alert("등록되었습니다.");

    parent.list_search();
    
    // detail_form 의 accflag 를 'I'로 변경한다.
    parent.document.detail_form.accflag.value = 'I';   
</script>