<%@ page contentType="text/html; charset=KSC5601" %>
<%@ include file="/jsp/ss/comm_jsp/ss_common.jsp" %>
<%---------------------------------------------------------------------------------------------------
* 파일명 : ss_brmgr_1540_u.jsp
* 기능 : 지국경영-공정위 위약금-수정
* 작성일자 : 2004-04-16
* 작성자 : 고윤홍
---------------------------------------------------------------------------------------------------%>

<%---------------------------------------------------------------------------------------------------
* 수정내역 :
* 수정자 :
* 수정일자 :
* 백업파일명 :
---------------------------------------------------------------------------------------------------%>
<script language="javascript">
    alert("수정되었습니다.");

    // 목록화면을 갱신해준다.
    parent.list_search();

    // promstaf_detail_form 의 accflag 를 'U'로 변경한다.
    parent.document.detail_form.accflag.value = 'U';

</script>