<%@ page contentType="text/xml; charset=KSC5601" %>
<%@ include file="/jsp/ss/comm_jsp/ss_common_x.jsp" %>
<%---------------------------------------------------------------------------------------------------
* 파일명 : ss_brmgr_1240_l.jsp
* 기능 : 지국경영-부수증감 신청(담당)-조회
* 작성일자 : 2004-03-18
* 작성자 : 고윤홍
---------------------------------------------------------------------------------------------------%>

<%---------------------------------------------------------------------------------------------------
* 수정내역	: TrustForm 대응
* 수정자	: 황성진
* 수정일자	: 2009-02-17
* 백업파일명: 
---------------------------------------------------------------------------------------------------%>

<%---------------------------------------------------------------------------------------------------
* 수정내역	: 수정사항 반영
* 수정자	: 황성진
* 수정일자	: 2009-07-21
* 백업파일명: 
---------------------------------------------------------------------------------------------------%>
<%--
	본지를 제외한 부수증감신청은 소년(130),주간(110),스포츠(610),수능(111) 항목에 대해서만 처리한다.
	추가적인 매체에 대해 처리할 경우는  주석처리된 input 파라미터를 해제한다.
	신청부수가 0인 항목은 수정불가(readOnly)로 설정
--%>
<%
	SS_L_QTYAPLCDataSet ds = (SS_L_QTYAPLCDataSet)request.getAttribute("ds");
	//int listCount = 10;
	int listCount = 5000;
	
	//TrustForm 처리 시작
    RwXmlWrapper rxw = new RwXmlWrapper();
	int root = RwXmlWrapper.rootNodeID;
	int resTemp = rxw.add(root, "resTemp", "");
	
	rxw.add(resTemp, "totalcnt", ds.getTotalcnt());
	rxw.add(resTemp, "totalcnt_f", Util.comma(ds.getTotalcnt()));
	
	rxw.makeDataToBulk(ds, "curcommlist", resTemp, "listGrid");
	
	rxw.flush(out);
%>

