<%@ page contentType="text/xml; charset=KSC5601" %>
<%@ include file="/jsp/ss/comm_jsp/ss_common_x.jsp" %>
<%---------------------------------------------------------------------------------------------------
* 파일명 	 : ss_brmgr_1880_p.jsp
* 기능 	 	 : 판매지국-통신실 아파트투입 현황조사 매체약어표보기팝업
* 작성일자 	 : 2004-03-02
* 작성자 	 : 배창희
---------------------------------------------------------------------------------------------------%>
<%---------------------------------------------------------------------------------------------------
* 수정내역 	 : 판매국-지국경영-아파트투입 현황조사 매체약어표보기팝업
* 수정자 	 : 이혁
* 수정일자 	 : 2005-10-10
* 백업파일명 :
---------------------------------------------------------------------------------------------------%>
<%---------------------------------------------------------------------------------------------------
* 수정내역	: TrustForm 대응
* 수정자	: 황성진
* 수정일자	: 2009-04-10
* 백업파일명: 
---------------------------------------------------------------------------------------------------%>
<%
    // dataset 인스턴스 선언부분
    SL_L_COMM_MEDIYNMDataSet ds = (SL_L_COMM_MEDIYNMDataSet)request.getAttribute("ds");  // request dataset
    
  	//TrustForm 처리.
    RwXmlWrapper rxw = new RwXmlWrapper();
	int root = RwXmlWrapper.rootNodeID;
	
	rxw.makeDataToBulk(ds, "curmedilist", root, "listGrid");

	rxw.flush(out);
%>

