/***************************************************************************************************
* 파일명 : 
* 기능 : 
 * 작성일자 :
 * 작성자 :
***************************************************************************************************/
/***************************************************************************************************
* 수정내역 :
* 수정자 :
* 수정일자 :
* 백업 :
***************************************************************************************************/

package chosun.ciis.is.agr.servlet;

public class IsAgrWBMapping {

    public static final int IS_AGR_1000 = 1000; //승락서등록_메인페이지
    public static final int IS_AGR_1010 = 1010; //승락서등록_조회페이지
    public static final int IS_AGR_1015 = 1015; //승락서등록_등록페이지
    public static final int IS_AGR_1030 = 1030; //승락서등록_메인페이지(구역 선택시 데이터 그리드에 데이터를 보임)
    public static final int IS_AGR_1031 = 1031; //승락서등록_메인페이지(거래처선택시 미수금액,미수경과일수 설정)
    public static final int IS_AGR_1032 = 1032; //승락서등록_메인페이지(규격,단가구분 선택시 표준단가,단가 설정)
    public static final int IS_AGR_1040 = 1040; //승락서등록_조회페이지(탭2.현황)
    
    /**********************************************************************************************/
    
    public static final int IS_AGR_1100 = 1100; //승락서현황_메인페이지
    public static final int IS_AGR_1110 = 1110; //승락서현황_조회페이지
    
    /**********************************************************************************************/
    
	public static final int IS_AGR_1200 = 1200;
    
    /**********************************************************************************************/
    
    public static final int IS_AGR_1310 = 1310; //지국배포장부(화면)_조회페이지
    public static final int IS_AGR_1320 = 1320; //지국배포장부(화면)_상세페이지

    /**********************************************************************************************/
    
    public static final int IS_AGR_1400 = 1400; //전단수주내역_메인페이지
    public static final int IS_AGR_1410 = 1410; //전단수주내역_조회페이지
    public static final int IS_AGR_1420 = 1420; //전단수주내역_조회페이지
    
    /**********************************************************************************************/
    
    public static final int IS_AGR_1510 = 1510; //지국별배포내역_조회페이지
    
    /**********************************************************************************************/
    
    public static final int IS_AGR_1600 = 1600; //법인이관내역_메인페이지
    public static final int IS_AGR_1610 = 1610; //법인이관내역_조회페이지
    public static final int IS_AGR_1620 = 1620; //법인이관내역_조회페이지
    
    /**********************************************************************************************/
    
    public static final int IS_AGR_1700 = 1700; //법인이관배포확인_메인페이지
    public static final int IS_AGR_1710 = 1710; //법인이관배포확인_조회페이지
    
    /**********************************************************************************************/
    
    public static final int IS_AGR_1800 = 1800; //_메인페이지
    public static final int IS_AGR_1810 = 1810; //_메인페이지
    public static final int IS_AGR_1820 = 1820; //_메인페이지
    public static final int IS_AGR_1830 = 1830; //_메인페이지
    public static final int IS_AGR_1840 = 1840; //_메인페이지
    
    /**********************************************************************************************/
    
    public static final int IS_AGR_1900 = 1900; //_메인페이지
    public static final int IS_AGR_1910 = 1910; //_메인페이지
    public static final int IS_AGR_1920 = 1920; //_메인페이지
    public static final int IS_AGR_1930 = 1930; //_메인페이지
    public static final int IS_AGR_1940 = 1940; //_메인페이지
    
    /**********************************************************************************************/
    
    public static final int IS_AGR_2000 = 2000; //_메인페이지
    public static final int IS_AGR_2010 = 2010; //_메인페이지
    
    /**********************************************************************************************/
    
    public static final int IS_AGR_2100 = 2100; //_메인페이지
    public static final int IS_AGR_2110 = 2110; //_메인페이지
    public static final int IS_AGR_2120 = 2120; //_메인페이지
    
    /**********************************************************************************************/
    
    public static final int IS_AGR_2200 = 2200; //신규거래처개척현황_메인페이지
    public static final int IS_AGR_2210 = 2210; //신규거래처개척현황_조회페이지
    public static final int IS_AGR_2220 = 2220; //신규거래처개척현황_상세페이지
    
    /**********************************************************************************************/
    
    public static final int IS_AGR_2300 = 2300; //수수료율_메인페이지
    public static final int IS_AGR_2310 = 2310; //수수료율_조회페이지
    public static final int IS_AGR_2320 = 2320; //수수료율_조회페이지
    public static final int IS_AGR_2330 = 2330; //수수료율_조회페이지
    
    /**********************************************************************************************/
    
    public static final int IS_AGR_2400 = 2400; //_메인페이지
    public static final int IS_AGR_2410 = 2410; //_조회페이지
    public static final int IS_AGR_2420 = 2420; //_조회페이지
    public static final int IS_AGR_2430 = 2430; //_조회페이지
    public static final int IS_AGR_2440 = 2440; //_조회페이지
    
    /**********************************************************************************************/
    
    public static final int IS_AGR_2610 = 2610; //_조회페이지
    
    /**********************************************************************************************/
    
    public static final int IS_AGR_2700 = 2700;
    public static final int IS_AGR_2710 = 2710;
    public static final int IS_AGR_2715 = 2715;
    
    /**********************************************************************************************/
    
    public static final int IS_AGR_2800 = 2800;
    public static final int IS_AGR_2810 = 2810;
    
    /**********************************************************************************************/
    
    public static final int IS_AGR_2900 = 2900;
    public static final int IS_AGR_2910 = 2910;
    public static final int IS_AGR_2920 = 2920;
    
    /**********************************************************************************************/
    
    public static final int IS_AGR_3100 = 3100;
    public static final int IS_AGR_3110 = 3110;
    public static final int IS_AGR_3115 = 3115;
    
    /**********************************************************************************************/
    
    public static final int IS_AGR_3200 = 3200;
    public static final int IS_AGR_3210 = 3210;
    
    /**********************************************************************************************/
    
    public static final int IS_AGR_3300 = 3300;
    public static final int IS_AGR_3310 = 3310;
    
    /**********************************************************************************************/
}
