<%@ page contentType="text/xml;charset=euc-kr"%>
<%@ include file="/jsp/ss/comm_jsp/ss_common_x.jsp"%>
<%---------------------------------------------------------------------------------------------------
* 파일명 	 : ss_cns_1500_a.jsp
* 기능 		 : 출판독자 검색
* 작성일자 	 : 2004-07-15
* 작성자 	 : 김대섭
---------------------------------------------------------------------------------------------------%>
<%---------------------------------------------------------------------------------------------------
* 수정내역 	 :TrustForm 대응.
* 수정자   : 김용욱
* 수정일자 : 2009-04-08
* 백업파일명 : ss_cns_1500_a.jsp.bak
---------------------------------------------------------------------------------------------------%>
<%
	int listCount = 10;	

	RwXmlWrapper rxw = new RwXmlWrapper();
	int root = RwXmlWrapper.rootNodeID;
	int resTemp = rxw.add(root, "resTemp", "");
	
   	rxw.flush(out);   
%>