<%@ page import="java.util.*, somo.framework.expt.*" %>
<%@ page contentType="text/html; charset=KSC5601" %>

<%---------------------------------------------------------------------------------------------------
 * 파일명 : predefined_error.jsp
 * 기능 :
 * 작성일자 : 2004-04-12
 * 작성자 : 김영윤
---------------------------------------------------------------------------------------------------%>
<%---------------------------------------------------------------------------------------------------
 * 수정내역 :
 * 수정자 :
 * 수정일자 :
 * 백업 :
---------------------------------------------------------------------------------------------------%>
<%
    response.setHeader("cache-Control","no-store"); //HTTP 1.1
    response.setHeader("Pragma","no-cache"); //HTTP 1.0
    response.setDateHeader ("Expires", 0);
%>
<html>
<head>
</head>
<body>
<h1>요청하신 URL이 서버에 존재하지 않습니다.</h2>
</body>
</html>
<script language="javascript">
    alert("요청하신 URL이 서버에 존재하지 않습니다.");
</script>
